<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 * 
 * @author alhajr <alhajr300@gmail.com>
 */
$lang['smtp_host']             = 'خادم البريد الصادر SMTP.';
$lang['smtp_ssl']              = 'ما هو نوع التشفير المستخدم عند الاتصال مع ملقم SMTP الخاص بك؟';
$lang['smtp_ssl_o_8']          = 'لا شيء';
$lang['auth_user']             = 'إذا كانت المصادقة مطلوبة، ضع اسم المستخدم الخاص بك هنا.';
$lang['auth_pass']             = 'كلمة المرور للمستخدم أعلاه.';
$lang['pop3_host']             = 'إذا كان الملقم الخاص بك يستخدم POP قبل SMTP للمصادقة، تعطي اعتمادك POP3 أعلاه ووضع ملقم POP3 الخاص بك هنا. لمصادقة SMTP المعتاد ترك هذا الحقل فارغاً.';
$lang['debug']                 = 'طباعة سجل كامل للاخطأ عند فشل الإرسال؟ تعطيل عندما يعمل كل شيء!';
